Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kjonnsforskning.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Sølvberg is now working as a research assistant at University of Bergen.
nn: Sølvberg jobbar no som vitskapleg assistent ved Universitetet i Bergen.

source: Intersectionality, which considers the ways in which various types of marginalisation can affect and intensify each other, was not examined in the Shape Energy project.
nn: Interseksjonalitet, som ser på korleis ulike former for marginalisering kan samverke og forsterke kvarandre, var ikkje i søkelyset i Shape Energy.

source: There were no such responses among the women,” says Vambheim.
nn: Hos kvinner gav det ingen slik respons, seier Vambheim.

source: “These women often presented themselves as coming from families that were open and supportive of what they were doing, and are probable not representative of all women in Qatar,” says Lysa.
nn: – Dei framstilte gjerne seg sjølve som kvinner frå familiar som var opne og støtta dei i det dei dreiv med, og er nok ikkje representative for alle kvinner i Qatar, seier Lysa.

source: “Without a second thought, men are defined as the problem, which is also unfortunate.
nn: – Menn er utan vidare definert som problemet, og det er også uheldig.

source: Women are more exposed to certain types of injuries than men in a car crash.
nn: Kvinner er meir utsette enn menn for visse typar skader i ein bilkollisjon.

source: (“Viking Age Women”), 16 women and one man challenge this standard saga inspired account of the early Norwegian Middle Ages, which is characterised by raiding kings and chieftains.
nn: går 16 kvinner og éin mann i rette med den vante, saga-inspirerte forteljinga om tidleg, norsk mellomalder, prega av hærtokta til kongar og stormenn.

source: A banquet on such a large farm could easily involve 150 people, all of them expecting to be served food and drinks.
nn: Eit gjestebod på ein stor høvdinggard kunne fort omfatte 150 personar, som alle skulle ha mat og drikke.

source: It is first when a person meets an obstacle, but overcomes it nonetheless, that we can talk about freedom.
nn: Det er fyrst når ein blir hindra, men likevel får det til, at ein kan tale om fridom.

source: It was interdisciplinary.
nn: Det var tverrfagleg.

source: “You write that the pain experience may vary significantly from person to person, but also from country to country.
nn: Du skriv at opplevinga av smerte kan variere sterkt frå person til person, men også i ulike land.

source: For instance, the Norwegian Newsreel had a news story from the largest internment camp at Hovedøya outside of Oslo, where they stipulated that 75 per cent of the women were infected by sexual transmitted diseases.
nn: Til dømes sendte Filmavisen ein reportasje frå den største leiren på Hovedøya utanfor Oslo, der det vart slått fast at 75 prosent av kvinnene i leiren hadde kjønnssjukdommar.

source: Too many people have their own experiences with domestic violence, and they do not buy into the right-wing argumentation that domestic violence is part of a threatening ‘gender ideology’.
nn: Alt for mange har eigne erfaringar med vald i nære relasjonar, og dei kjøper ikkje høgresida sin argumentasjon om at familievald er ein del av ein trugande «gender-ideologi».

source: She doesn’t speak Norwegian and she’s afraid that her host family will be dissatisfied with her and terminate her contract if she appears difficult.
nn: Ikkje snakkar ho norsk og ho fryktar at familien vil bli misnøgd med henne og avslutte kontrakten hennar, dersom ho gjer seg vanskeleg.

source: In her book, Bøe addresses various interpretations of some of these passages.
nn: I boka går Bøe igjennom ulike tolkingar av nokre av desse versa.

source: The result was that the 800-metre for women was discontinued as an Olympic sport.
nn: Resultatet vart at 800-meter for kvinner vart fjerna som olympisk grein.

source: Halvorsen emphasises that the balance between security and participation also applies outside the UN context, on other areas in which Norway supports women’s participation in peace and human rights work.
nn: Halvorsen understrekar at avveginga mellom tryggleik og deltaking er ei problemstilling som også gjeld utanfor FN-settinga, på andre område der Noreg støttar kvinners deltaking i freds- og menneskerettsarbeid.

source: A Scandinavian supporter of Björkstén wrote that German women’s gymnastics reminded her of bodies writhing in pain and vomiting.
nn: Ein skandinavisk Björkstén-tilhengar skreiv at den tyske kvinnegymnastikken minna henne om kroppar som vrei seg i smerte og kasta opp.

source: “In particular, we need more research on mobilisation through anti-feminism.
nn: – Særleg treng vi meir forsking på mobilisering gjennom antifeminisme.

source: “The informants from the cultural upper class said that they emphasised formal requirements rather than training and body.
nn: – Informantane i den kulturelle overklassen sa at dei ikkje vektla trening og kropp, men snarare formelle krav.

source: In one instance, the police asks for approval from the Chief of the National Police to intern 38 women all at once.
nn: I eit tilfelle søkjer politiet rikspolitisjefen sitt samtykke for internering av heile 38 kvinner samla.

source: In Norway and Denmark, Björkstén gymnastics took over as the main sport for women.
nn: I Noreg og Danmark var det Björkstén-gymnastikken som tok over som kvinneidrett.

source: In actual traffic accidents, women and children are well represented, as opposed to the crash tests in a laboratory.
nn: I verkelege trafikkulukker er kvinner og barn godt representerte, i motsetnad til kollisjonstestar i laboratorium.

source: The au pair receives a two-year residence permit in the recipient country, but no work permit.
nn: Au pairen får opphaldsløyve i landet i inntil to år, men ikkje arbeidsløyve.

source: “The lack of scientifically generated findings, medical explanations and effective treatment make ME a diagnosis with low status and low legitimacy within the medical community,” says Lian.
nn: – Mangelen på vitskapleg genererte funn, medisinske forklaringar og effektiv behandling gjer ME til ei diagnose med låg status og låg legitimitet i medisinske fagmiljø, seier Lian.

source: “Can social media polarise groups and thus intensify both feminist and anti-feminist groups?”
nn: Kan sosiale medium polarisere grupper, og dermed forsterke både feministiske og antifeministiske grupperinger?

source: Today there are more than 2000 au pairs in Norway, according to figures from the Norwegian Directorate of Immigration (UDI).
nn: I dag er det i overkant av 2000 au pairar med opphald i Noreg, ifølgje Utlendingsdirektoratet (UDI).

source: Opinion polls also show that Ordo Iuris does not enjoy the people’s support in their desire to withdraw from the Istanbul Convention.
nn: Meiningsmålingar viser då også at Ordo Iuris ikkje har folket med seg i ønsket om å forlate Istanbul-konvensjonen.

source: They show that only 20 per cent were infected.
nn: Her kjem det fram at berre 20 prosent hadde kjønnssjukdommar.

source: “The same types of arguments and rhetorics are used in all cases, and it therefore makes sense to apply the same theoretical approach,” he says.
nn: – Same type argument og retorikk blir brukte i alle tilfella, og det var fruktbart å bruke same teoretiske innfallsvinkel, seier han.

source: The law was amended in 2017 following a draft legislation presented by a leading conservative politician.
nn: Lova vart endra i 2017 etter framlegg frå ein leiande konservativ politikar.

source: The debate about how ME should be understood and explained is highly polarized, between those who believe that it is an illness caused by infections or vaccination and those who believe that ME has mainly psychological causes.
nn: Debatten om korleis ein skal forstå og forklare ME er sterkt polarisert, mellom dei som meiner at dette er en ein sjukdom som skuldast infeksjonar eller vaksinasjonar, og dei som meiner ME først og fremst har psykiske årsakar.

source: Bornholdt points out that new medical knowledge was developed in the wake of the increasing numbers of women who began to participate in sports.
nn: Bornholdt påpeikar at denne fagkunnskapen vart utvikla i kjølvatnet av at stadig fleire kvinner byrja drive sport.

source: Daily resistance is based on thinking outside of the box and mastering the situation.
nn: Den kvardagslege motstanden i fengselet går ut på å tenke utanfor boksen og meistre situasjonen.

source: But the criteria for promotion do not necessarily include weighting of innovation activities, so pursuing those activities can feel like a sidetrack.
nn: – Men kriteria for opprykk tek ikkje nødvendigvis omsyn til innovasjonsaktivitetar, og då kan ein oppleve det som eit sidespor å halde på med det.

source: According to Gullikstad, Norwegian authorities speak with two tongues in the equality politics.
nn: Ifølgje Gullikstad snakkar norske myndigheiter med to tunger i likestillingspolitikken.

source: This is called for politically in Norway and the EU and from leadership at the institutions,” Orupabo explains.
nn: Dette er forventa både politisk, i Noreg og EU, og frå leiinga ved institusjonen, fortel Orupabo.

source: This means that it is easier to activate positive expectations in men than in women, with subsequent reduction of negative symptoms.
nn: Det er altså enklare å aktivere positive forventningar i menn enn i kvinner, med ein påfølgande reduksjon i negative symptom.

source: “Many of the texts we have examined are based on established gender roles, and ask women to serve as security actors in their own homes and local communities.
nn: – Mange av tekstane vi ser på, tek i staden utgangspunkt i etablerte kjønnsroller og ber kvinner vere tryggleiksaktørar i eigne heimar og nærmiljø.

source: This is the background for why many Muslims argue that Islam is not discriminating towards women and instead emphasise justice and equality among its people.
nn: Den er bakgrunnen for at mange muslimar meiner islam ikkje er kvinnediskriminerande, men heller legg vekt på rettferd og likeverd mellom menneske.

source: Millet’s book that dared to confront the sexual revolution is now considered to be one of the classics of the 1970s feminist movement.
nn: Millet sitt oppgjer med den seksuelle frigjeringa blir i dag rekna som ein av 1970-talsfeminismens klassikarar.

source: “The body becomes an exchange value in hiring processes.
nn: – Kroppen blir ein byteverdi i tilsettingsprosessar.

source: Widerberg was very active outside the classroom.
nn: Widerberg var svært aktiv utanfor studia.

source: Ambrosia also took part in a competition to create the first memorial statue of a Norwegian woman – the author and feminist Camilla Collett.
nn: Ambrosia var dessutan med i konkurransen om å laga den første minnestatuen over ei norsk kvinne, nemleg Camilla Collett.

source: This book may help to demonstrate that feminism is not just a Western, secular phenomenon.
nn: Denne boka kan vise at feminisme ikkje berre er eit vestleg eller sekulært fenomen.

source: By Ingvill Stuvøy, Maria Kirpichenko, Guro Korsnes Kristensen, Merete Lie, and Sofia Moratti
nn: Ingvill Stuvøy, Maria Kirpichenko, Guro Korsnes Kristensen, Merete Lie og Sofia Moratti har skrive ein kommentarartikkel til dette nummeret, med tittelen «Bioteknologiske framtider.

source: If the police found the case to be of a more serious character it was sent to the Chief of the National Police who had the authority to extend the sentence to 120 days.
nn: Dersom politiet meinte at forholdet var meir alvorleg, vart saka sendt til rikspolitisjefen, som kunne utvide interneringa til 120 dagar.

source: Today, innovation researchers define the term far more broadly as encompassing, among other things, the public sector and new ways of thinking that do not necessarily lead to a marketable product or increased economic growth.
nn: Dei som forskar på innovasjon i dag, forstår det som noko som mellom anna inkluderer offentleg sektor og ulike typar nyskaping som ikkje nødvendigvis resulterer i eit salbart produkt eller auka økonomisk vekst.

source: In this way the inmate can feel like a real man, according to criminologist Thomas Ugelvik.
nn: Slik kan ein fange føle seg som ein skikkeleg mann, ifølgje kriminolog Thomas Ugelvik.

source: They have fewer teaching responsibilities than many others have, and while they might find more time for research, they can’t spend that time as they should because other factors are hampering their projects,” says NIFU’s Espen Solberg.
nn: Dei har ikkje undervisningsansvar i like stor grad som mange andre, og har kanskje opplevd å få meir forskingstid, men dei får ikkje brukt tida til det dei skulle, fordi prosjekta er hindra av andre faktorar, seier Espen Solberg i NIFU.

source: Much relies on ad hoc solutions or the personal commitment of individual committee members.
nn: Mykje kvilte på ad hoc-løysingar og på personleg engasjement hos enkelte komitémedlemmar.

source: “Women, like men, can take on various roles during conflicts and vulnerable situations.
nn: – Kvinner, som menn, kan ta på seg ulike roller i konflikt og sårbare situasjonar.

source: For the inmates it is a matter of becoming something else, or something more, than prisoners.
nn: For dei innsette gjeld det å gjere seg til noko anna, eller meir, enn fangar.

source: The nuclear family has become a political tug-of-war in Russia and Poland
nn: Kjernefamilien er blitt politisk dragkamp i Russland og Polen

source: Løvdal emphasises that there are no possibilities of legally paying the au pairs anything extra or overtime even if both the host family and the au pair wants her to work more than the thirty hour weekly limit.
nn: Løvdal peikar på at det ikkje finst lovlege måtar til å gi ekstra betaling eller overtidsbetaling, sjølv om både au pairen og vertsfamilien ofte ynskjer at au pairen skal jobbe meir.

source: She believes such norms often make ME patients feel that the psychological explanation is a burden, although doctors do not necessarily mean for it to have this affect.
nn: Ho meiner det er slike normer som gjer at ME-pasientar ofte føler at den psykiske forklaringa er ei belasting, sjølv om det ikkje naudsyneleg er meint slik frå legen si side.

source: Together with Hilde Bondevik, she has written the article
nn: Saman med Hilde Bondevik har ho skrive “Diagnosenes sosiologi:

source: In recent years, gender has become an important factor in the international work against extremism.
nn: Dei seinare åra er kjønn blitt ein viktig faktor i det internasjonale arbeidet mot ekstremisme.

source: Particularly in Qatar, but also in Saudi Arabia, it is about international appearance.
nn: I Qatar, men også i Saudi-Arabia, så dreier det seg også om korleis ein står fram internasjonalt.

source: Although there has not been a direct ban against women’s football, it has been difficult in practice.
nn: Medan det ikkje har vore eit direkte forbod mot at kvinner spelar fotball, så har det i praksis vore vanskeleg.

source: According to some experts on the field, such as the Russian-American professor Lev Manovich, digital tools may enable researchers to pose new research questions.
nn: Somme ekspertar på feltet, som den russisk-amerikanske professoren Lev Manovich, meiner at digitale verktøy kan gjere forskarar i stand til å stille nye forskingsspørsmål.

source: Last spring, Losh visited Bergen together with guest researcher at University of Bergen Aristea Fotopoulou, in order to talk about feminist digital methods.
nn: Denne våren var Losh i Bergen saman med Aristea Fotopoulou, gjesteforskar ved Universitetet i Bergen, for å snakke om feministiske digitale metodar.

source: One of the informants connected physical activity to trust.
nn: Ein av informantane knytte fysisk aktivitet til tillit.

source: They were called “German girls” or “German whores” (Norwegian: tyskerjente, tyskertøs), since they had been involved with German soldiers or worked for the Germans during the war, as for instance cleaners or seamstresses.
nn: Dei vart kalla for tyskarjenter eller tyskertøser, fordi dei hadde forhold til tyske soldatar, eller jobba for tyskarane under krigen, som til dømes vaskehjelp eller sydame.

source: According to Elizabeth Losh, systems that rank, categorise and filter data often use machine learning that draws conclusions based on data training.
nn: Elizabeth Losh fortel at system som rangerer, grupperer og filtrerer data ofte nyttar maskinlæring som trekker slutningar basert på datatrening.

source: In the private business sector, at least among my informants, there appeared to be more room for assessing looks and physical training.”
nn: I næringslivet, i alle fall blant mine intervjuobjekt, viste det seg at det vert tillagt større rom for å vurdere kropp og trening.

source: In 2018, the Polish government, which consists of the political party Law and Justice (PiS) and two minor coalition partners, presented a proposal to an amendment of the law on domestic violence.
nn: I 2018 kom den polske regjeringa, som består av Partiet for rett og rettferd (PiS) og to mindre koalisjonspartnarar, med eit endringsframlegg til lova om vald i nære relasjonar.

source: Sara Magelssen Vambheim recently submitted her PhD thesis on gender differences in experiences of pain, fear of pain and placebo at UiT the Arctic University of Norway.
nn: Sara Magelssen Vambheim leverte nyleg doktorgradsavhandlinga si i kjønnforskjellar i smerte, smertefrykt og placebo ved UiT — Norges Arktiske Universitet.

source: Seen from the outside, a prisoner is a morally inferior person, a dangerous person who has done something wrong.
nn: Sett utanfrå står fangen som eit moralsk mindreverdig menneske, ein farleg person som har gjort noko gale.

source: In both countries, an important element within the national conservative narrative has been family rights.
nn: I begge land er familiens rettar eit viktig element i den nasjonalkonservative forteljinga.

source: Taking it like a man
nn: Å ta det som ein mann

source: They were devastated by what they had done.
nn: Dei var fortvila over kva dei hadde gjort.

source: Combining work and family life must be made easier, but perhaps the division of professional workload between the genders could also be looked at – and the lecturers would be a good place to start.
nn: Det må bli enklare å kombinere jobb og familieliv, men kanskje kan ein også sjå på arbeidsfordeling mellom kjønna – og då er det naturleg å starte med lektorgruppa.

source: “But they do support the welfare policy.
nn: – Men dei støttar velferdspolitikken.

source: Neither NIFU nor the Association of Researchers has investigated the pandemic’s effects on diversity in the sector, but it is already known that women and foreign researchers are overrepresented among doctoral students and post-docs.
nn: Korkje NIFU eller Forskerforbundet har undersøkt konsekvensane av pandemien på mangfaldet i sektoren, men ein veit frå før at det er overvekt av kvinner og av utanlandske forskarar i stipendiat- og postdoktorgruppene.

source: Thus, those who work out may have an advantage in hiring processes.
nn: Dei som trener vil altså kunne få ein fordel i tilsettingsprosessar.

source: Admittedly, it is not easy to use the term ‘feminism’ in this context.
nn: Rett nok er det ikkje berre enkelt å bruke omgrepet «feminisme» i denne samanhengen.

source: Efforts to promote peace can make women more vulnerable
nn: Fredsarbeid kan gjere kvinner meir utsette

source: We know for instance that twice as many women as men with chronic pain illnesses also suffer from depression.
nn: For eksempel veit vi at dobbelt så mange kvinner som menn med kroniske smertelidingar har depresjon i tillegg.

source: Hernes also points out that innovation is not necessarily the primary goal for academics.
nn: Hernes peikar også på at innovasjon ikkje nødvendigvis er det som står øvst på lista for ein akademikar.

source: When the men upgrade some bodies and downgrade others, fitness and body are used as a factor to describe what kind of person you are.
nn: Når mennene oppvurderer nokre kroppar og nedvurderer andre, blir trening og kropp brukt som faktor for kva type person ein er.

source: Their aim was to explore how gender roles and gender identity are referred to in documents like this, and how gender is connected to preventive work.
nn: Dei ville undersøke korleis kjønnsroller og kjønnsidentitet blir omtala i slike dokument, og korleis kjønn blir knytt til førebyggingsarbeid.

source: In addition, medical knowledge played an important role in the decision to discontinue the 800-metre race for women at the Olympic Games,” says Kerstin Bornholdt, whose thesis explores how medical knowledge about women and sports was developed in Norway, Denmark and Germany during the interwar period.
nn: I tillegg var medisinsk kunnskap svært sentralt for at 800-metersløp for kvinner vart teken ut av den olympiske konkurransen, seier Kerstin Bornholdt, som i avhandlinga granskar korleis medisinsk kunnskap om kvinner og sport vart bygd opp i mellomkrigstida i Noreg, Danmark og Tyskland.

source: A striking example of this is the Danish gymnastics teacher Sigrid Nutzhorn, who in 1913 wrote a textbook on gymnastics for children in which she did not distinguish between boys and girls.
nn: Eit slåande eksempel er den danske gymnastikklæraren Sigrid Nutzhorn, som i 1913 skreiv ei lærebok om gymnastikk for barn der ho ikkje skilde mellom gutar og jenter.

source: First and foremost they’re professional housemaids,” says jurist Lene Løvdal.
nn: Dei er først og fremst profesjonelle hushjelper, seier jurist Lene Løvdal.

source: But the verse is much debated, and Bøe demonstrates how it has become subject to various feminist interpretations.
nn: Men verset er omdiskutert, og Bøe viser korleis det er blitt gjenstand for ulike feministiske tolkingar.

source: Although ‘inclusive engagement’ is well known within several disciplines, it is not used much within energy research yet, according to Søraa.
nn: Sjølv om «inkluderande engasjement» er godt kjent innanfor ei rekkje fagfelt, så er det førebels ikkje mykje brukt i energiforsking, ifølgje Søraa.

source: Knut Papendorf is a Jurist and Professor at the Department of Criminology and Sociology of Law at the University of Oslo.
nn: * Knut Papendorf er jurist og professor ved Institutt for kriminologi og rettssosiologi ved Universitetet i Oslo.

source: We need to involve more women in business sector research, and make sure that women are well represented in user involvement relating to research activities.
nn: – Vi er berre i startgropa på desse områda, men det vil vere viktig for kva Forskingsrådet legg vekt på når vi støttar forsking og innovasjon, seier Simonsen.

source: Charlotte Lysa has interviewed women who play football and others involved in the sports’ sector in Saudi Arabia and Qatar.
nn: Charlotte Lysa har intervjua kvinner som spelte fotball og andre involverte i idrettssektoren i Saudi-Arabia og Qatar.

source: Ambrosia cut her hair short long before most women did, and she both worked in and bicycled through Paris in cycling trousers that revealed her calves.
nn: Ambrosia klipte håret kort lenge før dette blei vanleg for kvinner, og ho både arbeidde og sykla gjennom Paris i sykkelbukser som avslørte leggane.

source: They are buried in Bergen under the same gravestone.
nn: Dei er gravlagde i Bergen under same stein.

source: IIn this situation, it is not right to define resistance as a dichotomy in which there is either total confrontation or full acceptance, according to Lysa.
nn: I denne situasjonen blir det feil å framstille motstand som ein dikotomi der det anten er snakk om full konfrontasjon eller full aksept, meiner Lysa.
